const articleList = [
  {
    title: '[뉴스줌인]삼성전자 매출 "300조 시대 성큼"…반도체·스마트폰이 동력',
    day: '2022.04.07',
    time: '20:51',
    reporterId: '1',
    subscribeCount: '315',
    reporter: '권동준',
    likeCount: '24',
    articleField: 'IT',
    content: '◇D램 선방, 반도체 영업익 견인\n호실적의 중심은 반도체 사업이다. 증권가에서는 1분기 반도체 부문 매출은 25조원, 영업이익은 8조원 수준으로 추정하고 있다. 분기 영업이익 절반 이상을 반도체에서 거둬들인 셈이다. 가격 하락세가 우려됐던 D램 시장이 안정적으로 유지되면서 삼성전자 반도체 부문 실적을 견인한 것으로 평가된다. D램 고정거래 가격은 1월 8% 하락 이후 하락 폭이 거의 없는 것으로 나타났다. 2분기에도 반도체 전망은 밝다. 트렌드포스에 따르면 2분기 낸드플래시 가격은 5~10% 높아질 것으로 전망된다. D램 가격도 2~3분기까지는 안정적으로 유지될 것이란 것이 업계 중론이다. 다만 러시아-우크라이나 전쟁과 물가 상승으로 주요 PC업체가 재고 비축량을 늘리고 있고, 스마트폰과 PC 구매력이 약화하고 있는 건 우려할 대목이다. 시스템반도체는 주요 스마트폰의 엑시노스 2200 미탑재로 시장 우려가 있었지만 중저가 애플리케이션프로세서(AP) 중심으로 시장 주도권을 확대할 것으로 전망된다. 2분기에는 삼성전자 3나노 게이트올어라운드(GAA) 공정 시험 양산이 예상되는 만큼 고객사 등 사업 향방이 구체화할 것으로 예상된다.'
  },
  {
    title: '페트병 생수·우유만 마셔도…미세플라스틱, 혈액까지 침투',
    day: '2022.04.07',
    time: '20:51',
    reporterId: '1',
    subscribeCount: '315',
    reporter: '권동준',
    likeCount: '12',
    articleField: '환경',
    content: '미세플라스틱은 북극과 남극, 성층권과 심해 해저 등 세계 어디에서나 발견되고 있다. 미세플라스틱은 최근 살아 있는 사람의 허파와 혈액 속에도 존재하는 것으로 잇따라 밝혀졌다. 위장관을 통해서도 1인당 1주일에 5g의 플라스틱을 섭취하고 있다는 연구 결과도 나왔다. 영국 헐요크의대 연구팀은 7일 “미세플라스틱이 살아 있는 사람 허파 깊숙이 박혀 있는 것을 처음 확인했다”고 밝혔다. 연구팀 논문은 과학저널 <종합환경과학>에 실릴 예정이다.(DOI : 10.1016/j.scitotenv.2022.154907) 연구팀은 폐암이나 폐기종 환자에게 폐 이식 수술을 진행하는 과정에 확보한 건강한 폐 조직 샘플을 사용했다. 연구팀은 조직에서 0.003㎜ 크기의 입자를 분석하고, 분광기를 사용해 플라스틱 유형을 식별했다. 수술환자 13명한테서 떼어낸 조직을 확보해 분석한 결과 11명의 폐에서 미세플라스틱(마이크로플라스틱·5㎜ 이하 크기의 플라스틱 입자)이 검출됐다. 11개의 샘플에서는 평균 1g당 1.42개의 미세플라스틱이 검출됐다.'
  },
  {
    title: '페트병 생수·우유만 마셔도…미세플라스틱, 혈액까지 침투',
    day: '2022.04.07',
    time: '20:51',
    reporterId: '2',
    subscribeCount: '274',
    reporter: '이근영',
    likeCount: '36',
    articleField: '환경',
    content: '미세플라스틱은 북극과 남극, 성층권과 심해 해저 등 세계 어디에서나 발견되고 있다. 미세플라스틱은 최근 살아 있는 사람의 허파와 혈액 속에도 존재하는 것으로 잇따라 밝혀졌다. 위장관을 통해서도 1인당 1주일에 5g의 플라스틱을 섭취하고 있다는 연구 결과도 나왔다. 영국 헐요크의대 연구팀은 7일 “미세플라스틱이 살아 있는 사람 허파 깊숙이 박혀 있는 것을 처음 확인했다”고 밝혔다. 연구팀 논문은 과학저널 <종합환경과학>에 실릴 예정이다.(DOI : 10.1016/j.scitotenv.2022.154907) 연구팀은 폐암이나 폐기종 환자에게 폐 이식 수술을 진행하는 과정에 확보한 건강한 폐 조직 샘플을 사용했다. 연구팀은 조직에서 0.003㎜ 크기의 입자를 분석하고, 분광기를 사용해 플라스틱 유형을 식별했다. 수술환자 13명한테서 떼어낸 조직을 확보해 분석한 결과 11명의 폐에서 미세플라스틱(마이크로플라스틱·5㎜ 이하 크기의 플라스틱 입자)이 검출됐다. 11개의 샘플에서는 평균 1g당 1.42개의 미세플라스틱이 검출됐다.'
  },
  {
    title: '로봇과 함께 일하는 네이버 제2사옥 가보니',
    day: '2022.04.14',
    time: '18:16',
    reporterId: '3',
    subscribeCount: '483',
    reporter: '장형태',
    likeCount: '52',
    articleField: 'IT',
    content: '지난 13일 경기도 성남시 분당 네이버 제2사옥 ‘1784′. 6층 택배실 직원이 로봇 루키의 배 안에 소포 상자를 넣었다. 소포의 수신인은 12층에서 일하는 개발자 김모씨. 루키는 사람들을 피해 로봇 전용 길을 따라 미리 무선으로 호출해둔 로봇 전용 엘리베이터에 탑승했다. 12층에서 루키를 맞은 김씨가 안면 인식으로 본인 확인을 거치자 짐칸 문이 열렸다. 28층짜리 사옥에는 40대의 루키가 돌아다니며 소포뿐 아니라 스타벅스 커피·도시락 등을 나르고 있었다. 네이버가 4829억원을 들여 지은 제2사옥은 로봇뿐 아니라 인공지능(AI)·디지털트윈(가상 공간에 실물과 똑같은 물체를 만들어 시험하는 것) 등 네이버의 미래 먹거리 기술을 시험하는 거대한 테스트베드였다.'
  },
  {
    title: '비운의 "타다", 대형택시 승부수…카카오와 경쟁 예고',
    day: '2022.04.14',
    time: '18:14',
    reporterId: '4',
    subscribeCount: '373',
    reporter: '이혜선',
    likeCount: '47',
    articleField: 'IT',
    content: '"타다 금지법"에 막혀 한때 사업을 접어야 했던 비운의 모빌리티 스타트업 타다가 대형택시 시장을 정조준하고 있다. 작년 말부터 시험적으로 선보인 7~9인승 승합차 "타다 넥스트"를 정식 서비스하고, 차량 물량을 대대적으로 확대하면서 최대 경쟁사 카카오와의 정면 승부를 예고했다. 모회사인 "토스"의 이용자를 타다로 끌어들이고 아울러 타다 이용자가 토스의 간편결제를 하게 하는 등 시너지 효과를 극대화한다는 전략이다. 14일 이정행 타다 대표는 취임 후 첫 기자간담회를 열고 타다 넥스트의 정식 출시를 발표했다. 이 대표는 현재 400대 수준의 타다 넥스트의 운행 차량을 올해 중으로 1500대로 늘리고, 내년엔 이보다 두배 늘어난 3000대까지 증대한다고 밝혔다. 차량을 늘리고 차별화한 서비스로 시장 점유율을 단숨에 끌어올리겠다는 방침이다.'
  },
  {
    title: '엔씨·고려대, AI 대화 데이터셋 공개…"외부지식 세계 첫 결합"',
    day: '2022.04.14',
    time: '17:42',
    reporterId: '5',
    subscribeCount: '823',
    reporter: '최현석',
    likeCount: '64',
    articleField: 'IT',
    content: '(서울=연합뉴스) 최현석 기자 = 엔씨소프트는 고려대 임희석 교수 연구팀과 공동연구를 통해 구축한 인공지능(AI) 대화 데이터셋 "포커스 데이터셋(FoCus Dataset)"을 공개했다고 14일 밝혔다. 회사 측 설명에 따르면 이 데이터셋은 사용자 개인의 배경지식인 페르소나(Persona)와 외부 지식을 모두 활용하는 세계 최초의 AI 대화 데이터셋이다. 8천여 개의 광범위한 주제를 다룬 1만5천개 이상 대화로 구성돼 있다. 이 데이터셋을 적용한 AI는 대화하고 있는 사용자의 경험, 선호, 소유, 흥미 등을 파악하고 위키피디아에서 이야기 주제에 대한 최신 지식을 실시간으로 습득해 자연스러운 대화가 가능하다는 것이 회사의 설명이다. 엔씨소프트는 "일반적인 대용량 언어모델은 학습과 추론에 큰 비용이 소요되지만 실시간 지식과 개인 경험을 반영하는 데 한계를 나타내고 있다"며 "포커스 데이터셋은 초거대 언어 모델을 사용하지 않고도 같은 성능의 대화 기술 구현이 가능한 것이 특징"이라고 설명했다.'
  },
  {
    title: "50배 큰 핵 가졌다... 태양계 최대 크기 혜성 발견",
    day: "2022.04.14",
    time: "08:01",
    reporterId: '6',
    subscribeCount: '758',
    reporter: "이영완",
    likeCount: '68',
    articleField: '우주',
    content: "혜성은 2010년 칠레의 세로 톨롤로 범미 천문대에서 처음 관측됐다. 당시 혜성은 태양에서 약 48억km 떨어져 있었다. 태양계 맨끝에 있는 해왕성까지 거리에 해당한다. 이후 과학자들은 지상의 천문대와 우주망원경으로 혜성을 집중 연구했다. 혜성의 핵은 2014년 관측됐다. 허블 우주망원경은 이번에 혜성의 존재를 최종 확증했다. 미국 로스앤젤레스 캘리포니아대(UCLA)의 데이비드 자윗 교수는 “혜성이 그토록 먼 곳에서도 밝다는 점에서 엄청나게 크다고 생각했다”며 “이제 실제로 그렇다는 것을 확증했다”고 말했다. 자윗 교수와 후만토 마카오과기대 교수 연구진은 12일 국제 학술지 ‘천체물리학 저널 레터’에 이 혜성에 대한 논문을 발표했다. 혜성은 소행성(小行星)과 마찬가지로 태양 주변을 긴 타원 궤도를 따라 도는 작은 천체지만, 꼬리가 있다는 점이 다르다. 혜성은 유기물질과 얼음으로 구성됐는데 태양에 가까이 가면 열을 받아 이들이 휘발하면서 핵 주위로 코마라는 대기를 형성한다. 태양에 다가갈수록 대기 성분이 뒤로 밀려나면서 긴 꼬리를 만든다. 이번 혜성 전에는2002년에 발견된 ‘C/2002 VQ94′이 약 100㎞로 가장 큰 혜성이었다. 이번 혜성은 그보다 훨씬 크지만 맨눈으로 볼 수 없다. 핵이 11㎞보다 조금 컸던 핼리 혜성은 맨눈으로 볼 수 있었지만 이번 혜성은 워낙 멀리 있어 보기 어렵다. 혜성은 현재 지구로부터 약 30억㎞ 거리에 있다. 2031년 태양에 가장 가까이 접근하지만 그 거리도 16억㎞ 거리로 태양에서 토성 사이와 비슷하다."
  }
]
